[
    {
        "quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.",
        "author": "Henry Wadsworth Longfellow"
    },
    {
        "quote": "The frequent attempt to conceal mental pain increases the burden: it is easier to say “My tooth is aching” than to say “My heart is broken.”",
        "author": "C.S. Lewis",
        "source": "The Problem of Pain"
    },
    {
        "quote": "because wherever I sat—on the deck of a ship or at a street café in Paris or Bangkok—I would be sitting under the same glass bell jar, stewing in my own sour air",
        "author": "Sylvia Plath",
        "source": "The Bell Jar"
    },
    {
        "quote": "I don't want any more of this try, try again stuff. I just want out. I’ve had it. I am so tired. I am twenty and I am already exhausted.",
        "author": "Elizabeth Wurtzel",
        "source": "Prozac Nation"
    },
    {
        "quote": "Depression, instead, is flat, hollow, and unendurable. It is also tiresome. People cannot abide being around you when you are depressed.",
        "author": "Kay Redfield Jamison",
        "source": "An Unquiet Mind: A Memoir of Moods and Madness"
    },
    {
        "quote": "If someone asks you how you are, you are meant to say FINE. You are not meant to say that you cried yourself to sleep last night because you hadn't spoken to another person for two consecutive days. FINE is what you say.”",
        "author": "Gail Honeyman",
        "source": "Eleanor Oliphant is Completely Fine"
    },
    {
        "quote": "You say you're 'depressed' - all i see is resilience. You are allowed to feel messed up and inside out. It doesn't mean you're defective - it just means you're human.",
        "author": "David Mitchell",
        "source": "Cloud Atlas"
    },
    {
        "quote": "I found that, with depression, one of the most important things you could realize is that you're not alone. You're not the first to go through it; you're not going to be the last to go through it. And oftentimes — it happens — you just feel like you're alone.",
        "author": "Dwayne Johnson"
    }
]